Revit 2027 API
ParameterTypeId.PhyMaterialParamExpCoeff Property
 "Thermal expansion coefficient"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamExpCoeff { get; }
Public Shared ReadOnly Property PhyMaterialParamExpCoeff As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeff {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamExpCoeff : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace